const notificationData = [
  {
    id: 1,
    head: "הצעות אישיות הגיעו",
    text: "נעדכן אותך כשהסוכנויות השונות חוזרות אלייך"
  },
  {
    id: 2,
    head: "עדכוני מידע רכב",
    text: "הודעות אלו מאפשרות מעקב אחרי השוק ועדכניות"
  },
  {
    id: 3,
    head: "מבצעים והטבות",
    text: "ההצעות הכי טובות שיש מגיעיות אלייך ישירות"
  },
  {
    id: 4,
    head: "עדכון נוסף המציין מלכים",
    text: "חג בחירות שמח"
  },
  {
    id: 5,
    head: "עדכון! בקר חדש הוכתר כמלך",
    text: "אלעדב המלך הכי תותח בעולם"
  }
];

export default notificationData;
